[
  {
    "id": "1",
    "img_source": "/chienGamelle.png",
    "title": "Alimentation",
    "tips": [
      "Nourriture équilibrée : Donnez-lui une alimentation de qualité adaptée à son âge, sa taille, sa race et son niveau d'activité. Les croquettes ou les pâtées de marque reconnue sont souvent un bon choix.",
      "Hydratation : Assurez-vous qu'il ait toujours de l'eau fraîche à disposition."
    ]
  },
  {
    "id": "2",
    "img_source": "",
    "title": "Exercice",
    "tips": [
      "Promenades régulières : Les chiens ont besoin de sortir au moins deux à trois fois par jour pour se dépenser, découvrir de nouveaux environnements et faire leurs besoins.",
      "Jeux et stimulation mentale : Les jeux de balle, les jouets interactifs et les séances de dressage aident à stimuler leur esprit."
    ]
  },
  {
    "id": "3",
    "img_source": "",
    "title": "Soins de santé",
    "tips": [
      "Visites vétérinaires : Programmez des visites régulières chez le vétérinaire pour des bilans de santé, les vaccins et les traitements antiparasitaires (puces, tiques, vers).",
      "Hygiène dentaire : Brossez les dents de votre chien régulièrement ou donnez-lui des jouets à mâcher qui aident à nettoyer ses dents."
    ]
  },
  {
    "id": "4",
    "img_source": "/toilettage1.png",
    "title": "Toilettage",
    "tips": [
      "Brossage : Selon la race, brossez votre chien régulièrement pour éviter les nœuds et réduire la perte de poils.",
      "Bains : Donnez-lui un bain quand nécessaire, en utilisant un shampooing spécialement conçu pour les chiens.",
      "Soins des ongles : Coupez ses ongles régulièrement pour éviter qu'ils ne deviennent trop longs et causent des douleurs ou des problèmes de posture."
    ]
  },
  {
    "id": "5",
    "img_source": null,
    "title": "Dressage et socialisation",
    "tips": [
      "Éducation de base : Apprenez-lui les commandes de base comme 'assis', 'couché', 'viens', et 'pas bouger'.",
      "Socialisation : Exposez-le à différentes personnes, animaux, lieux et situations pour qu'il soit bien socialisé et moins anxieux."
    ]
  },
  {
    "id": "6",
    "img_source": null,
    "title": "Sécurité",
    "tips": [
      "Identification : Assurez-vous qu'il ait une médaille avec vos coordonnées et envisagez de le faire pucer.",
      "Environnement sécurisé : Assurez-vous que votre maison et votre jardin sont sûrs et qu'il ne peut pas s'échapper ou se blesser."
    ]
  },
  {
    "id": "7",
    "img_source": null,
    "title": "Attention et affection",
    "tips": [
      "Temps de qualité : Passez du temps avec lui, caressez-le, parlez-lui et assurez-lui de l'affection. Les chiens sont des animaux sociaux qui ont besoin de se sentir aimés et intégrés à la famille.",
      "Observation : Soyez attentif à son comportement et à son état général. Tout changement de comportement ou de santé doit être pris au sérieux et peut nécessiter une consultation vétérinaire."
    ]
  },
  {
    "id": "8",
    "img_source": "/chienEndormi.png",
    "title": "Préparation pour les absences",
    "tips": [
      "Planification des absences : Si vous devez vous absenter, assurez-vous de trouver une solution pour votre chien, comme un dog-sitter, un ami ou un pensionnaire.",
      "Habituation à la solitude : Habituez votre chien progressivement à rester seul pour éviter l'anxiété de séparation."
    ]
  },
  {
    "id": "9",
    "img_source": "/listeRace.png",
    "title": "Quelques races de chiens",
    "tips": [
      "Penser à étudier la race du chien avant d'adopter.",
      "Le tempéramment et les besoins du chien doivent être en adéquation avec vos habitudes de vie."
    ]
  }
]
